{"premise": "oh i meant to ask you can you hear me okay on this thing okay good it's a it's a it's a headset so it makes it a little easier", "hypothesis": "I wanted to know if you could hear me."}
{"premise": "well how how do you feel about the immigration laws", "hypothesis": "How do you feel about the oil prices."}
{"premise": "which i probably if i got what i wanted i'd be okay you know", "hypothesis": "The man would be alright if he got what they wanted."}
{"premise": "There's little danger that the French West Indies will ever be overrun with  swinging  after-hours resorts.", "hypothesis": "There is little to no risk of the French West Indies becoming filled with late-night bustling resorts. "}
{"premise": "yeah that was made in a few i don't know several years back i guess", "hypothesis": "That is something I am still working on."}
{"premise": "The need for these protocols was consistently voiced to me by Members of the Congress and their staffs since my nomination as Comptroller General.", "hypothesis": "At the request of the Members of the Congress, I removed all of the protocols."}
{"premise": "Egypt and Israel made an important movement towards a permanent peace between an Arab nation and Israel when they agreed to a treaty in 1978.", "hypothesis": "Israel and Egypt couldn't agree on a treaty. "}
{"premise": "First, since evaluators often needed simultaneous study at several sites, they needed several observers, which created issues of coordination and interpretation.", "hypothesis": "Since the evaluators condensed the study into just one site, few observers were needed and coordination was not a problem."}
{"premise": "okay well old bay is the spice they put on the steamed crabs well true male Marylander Marylander Marylander's have have old bay on just about everything they put it on their French fries they'll put it in their potato salad they'll um", "hypothesis": "The steam crabs have the old bay spice on them and people in Maryland use old bay spice a lot."}
{"premise": "1 If the objective of chronic aquatic toxicity tests with effluents and pure compounds is to estimate the highest safe or no-effect concentration of these substances, it is imperative to understand how the statistical endpoints of these tests are related to the safe or no-effect concentration.", "hypothesis": "Estimating the highest no-effect concentration of substances is what chronic aquatic toxicity tests with pure compounds seek to do."}
{"premise": "The following requirements for review and approval must be ", "hypothesis": "There are requirements that must reviewed and approved."}
{"premise": "Likewise, Las Vegas remains one of the few cities in the nation with two competing daily newspapers.", "hypothesis": "Las Vegas doesn't have any daily newspapers."}
{"premise": "GAO's reports have also convinced some states to improve their oversight of nursing homes.", "hypothesis": "GAO's reports had no effect on convincing states to provide more oversight in nursing homes."}
{"premise": "A more detailed approach would confront major uncertainties concerning the actual course of world economic development, exchange rates, and rates of return.", "hypothesis": "Major uncertainties would be confronted."}
{"premise": "The following is a preview of some of the answers for ", "hypothesis": "The answers can only be read in full."}
{"premise": "19 \"You insist on misjudging me,\" said Tuppence, and sighed gently.", "hypothesis": "Tuppence seemed fed up of being misjudged by him."}
{"premise": " Actual historical data shown through 2000", "hypothesis": "Fake historical data shown in"}
{"premise": "Volunteers offer advice on legal questions, provide self-help materials, and make referrals to legal aid offices and pro bono or reduced-fee private lawyers.", "hypothesis": "Volunteers offer legal advice, provide materials, and make referrals to pro bono and reduced fee lawyers who can see these cases out to the end."}
{"premise": "it seems yeah", "hypothesis": "Seems like it"}
{"premise": "How can these people have the balls to walk the streets? I dunno.'", "hypothesis": "The streets were scary and littered with bugs."}
{"premise": "As in any capital city, Kingston's sites and attractions show the visitor how the island evolved both as a colony and as an independent country.", "hypothesis": "Kingston has a giant roller coaster that speaks volumes about the city."}
{"premise": "Xerxes suffered a further humiliating defeat in 479 b.c. , when his army was beaten at Plataea on the same day that his fleet lost to the Greeks at Mycale.", "hypothesis": "The humiliating defeat completely crushed Xerxes' chances of victory."}
{"premise": "but i just i have a problem with all the killing but i'm not a new ager i don't believe means that i am not for one world government i'm not for all these new age things i  i don't have a problem with uh national identity and i'm an American and having different nations and all of this but i am concerned about the killing that went on there because i just feel like God has a better way to handle it than that and", "hypothesis": "I joined a recent demonstration against the killings."}
{"premise": "The Knights of St. John, a holy military force, made their way to Rhodes and Kos in the Dodecanese.", "hypothesis": "The Knights of St. John never left their home base."}
{"premise": "You've seen nothing at all?", "hypothesis": "You haven't seen anything?"}
{"premise": "New Yorker , for her sycophantic treatment of Clinton and Blair.", "hypothesis": "The New Yorker treated Clinton and Blair sycophanticly."}
{"premise": "And although we could have used lots more, this small sum did allow us to publicly recognize high-performers and promote planning models for others to emulate.", "hypothesis": "We wasted most of the sum, even though it was so small."}
{"premise": "It is as if the White House thinks that the end of every story is a signing ceremony on the White House  that the sole point is to sign documents and then distribute the pens as party favors.", "hypothesis": "It looks like the White House stopped signing ceremonies."}
{"premise": "A former president of the Los Angeles County Bar Association, Zelon, 49, says her 30 years of public-interest work have allowed her to understand the legal needs of the underprivileged.", "hypothesis": "Zelon is formerly the president of the New York State Bar Association."}
{"premise": "Jon shook his head.", "hypothesis": "He was not happy with what he saw."}
{"premise": "They all knew Sir James well.", "hypothesis": "They all knew how funny Sir James was."}
{"premise": "'It's getting late.", "hypothesis": "It's still early."}
{"premise": "The roc was beginning to drop into a long landing glide, and details below were easier to see.", "hypothesis": "Roc dropped into a long landing glide making him throw up from the sudden drop."}
{"premise": "The two museums are at the heart of the old University of Edinburgh quarter, with students still attending lectures in the sandstone buildings.", "hypothesis": "Students love the rich culture and history of the school. "}
{"premise": "How this happens is baffling.", "hypothesis": "Saw this coming."}
{"premise": "Although the Self-Inspection was not constructed, or executed, to yield a statistically valid assessment of the accuracy of the closed cases for 1999, the Self-Inspection did reveal, LSC believes, significant improvements in data accuracy from previous years.", "hypothesis": "Self-inspection wasn't executed to get an assessment of the closed case data."}
{"premise": "well i have been here permanently or full time since nineteen eighty and uh", "hypothesis": "I relocated here in the 80's and I don't plan on leaving."}
{"premise": "'I'll send a courier.' She tossed the keys to one of her boys.", "hypothesis": "She gave her keys to a boy to drive the car."}
{"premise": "If the postal service offers distance-sensitive rates, it will be more competitive in Cleveland.", "hypothesis": "If the postal service charges based on distance, it will be less competitive in Cleveland."}
{"premise": "Their love for sport is contagious, elegant shops all too seductive, and the time-honored theatricality extends from grand opera and after-hours clubs to historical carnivals and colorful religious processions.", "hypothesis": "The elegance of their shops makes it almost impossible not to go in and explore them. "}
{"premise": "I want you to stay.", "hypothesis": "It would make the evening better if you stayed."}
{"premise": "for uh two or three thousand dollars even cheaper than the best deal they can give you for a new car", "hypothesis": "For up to three thousand dollars less than what you'd get for a new car."}
{"premise": "uh those things grow about an inch a day", "hypothesis": "A typical adult is relatively tiny compared to most other plants."}
{"premise": "Personally, I find that wildly implausible.", "hypothesis": "That is a crazy idea."}
{"premise": "It's do-able, but it's hard and there are sacrifices.", "hypothesis": "It might be easier if you are willing to let go of something."}
{"premise": "The House divided a landmark immigration-reform measure into two bills, then passed them both.", "hypothesis": "The immigration-reform measure was passed because it was divided into two parts."}
{"premise": "that uh is not necessary", "hypothesis": "That's necessary."}
{"premise": "It would seem the Sticks, denied the villagers, took out their blood lust on the beasts left behind.", "hypothesis": "The villagers fled."}
{"premise": "The abbey that today stands in ruin at the southern tip of Burgundy ruled its medieval world the way Louis XIV's Versailles dominated 17th-century France.", "hypothesis": "The ruined abbey at the southern tip of Burgundy was the ruling area of the medieval world."}
{"premise": "The surly  1) Gen Xers don't know him and think his name refers only to burger joints.", "hypothesis": "No one believes his name refers to restaurants."}
{"premise": "but you know the instant thing may be may may be the way of the future to you know to replace checks and every other thing", "hypothesis": "Checks will be replaced in the future."}
{"premise": "We invite you to explore.", "hypothesis": "You are not allowed to explore here."}
{"premise": "where do we get that from", "hypothesis": "From whence did we acquire that?"}
{"premise": "Of the farmworkers who migrate (that is, they are absent overnight from their homes), seventy-one percent consider their home to be outside of the United States and return to it annually.", "hypothesis": "These migrant farm workers travel to Canada every year to visit their homes."}
{"premise": "Supreme master of the art of playing all sides, Venice stayed out of the First Crusade to expand its trade with the faraway East while ferrying pilgrims to Palestine.", "hypothesis": "In 1875, Venice strengthened their economy with trade to the east."}
{"premise": "it doesn't seem that way does it", "hypothesis": "It just doesn't look like it."}
{"premise": "(The six were Sens.", "hypothesis": "Six were not Sens."}
{"premise": "In the mountains and hills of the interior, the temperature drops with altitude and with the clouds that wrap around the highest peaks.", "hypothesis": "The temperature rises in the mountains."}
{"premise": "From Kos, you can reach Patmos, Kalymnos, Nyssiroseand the medieval citadel at Rhodes (covered in the Berlitz Pocket Guide to Rhodes).", "hypothesis": "You can travel to Patmos and other locations via Kos."}
{"premise": "Fishing is an extremely popular sport in Britain; with so many lakes to choose from and so much breathtaking countryside all around, the Lake District is an ideal place to try your hand.", "hypothesis": "The Lake District has more fish than any other area."}
{"premise": "They may be victims of domestic abuse.", "hypothesis": "They have dealt with domestic abuse, therefore they should be protected. "}
{"premise": "A race known as the Dorians came to power in south?ͿΥrn Greece, forcing many mainland Greeks to leave their homeland and cross the Aegean to settle on the coast of Anatolia.", "hypothesis": "The mainland Greeks eventually preferred the coast of Anatolia."}
{"premise": "well um i think the government subsidizes most of it but i i believe that that again just people are taxed", "hypothesis": "I think the government doesn't pay any of it and people don't get taxed either"}
{"premise": "Closer to Madrid are other sights that reveal pivotal periods of Spanish history.", "hypothesis": "The surroundings of Madrid are modern and elegant, with no trace of the past."}
{"premise": "They say they try to make clear on the label that it reflects a partnership, not a product endorsement.", "hypothesis": "They try to explain that the label reflects a partnership between companies.`"}
{"premise": "As one of the larger Sub-Labs, it was positively cavernous.", "hypothesis": "The lab was tiny."}
{"premise": "Well, graft gets there every time! ", "hypothesis": "Well, graft is never around there."}
{"premise": "But the absence of such a debate and vote may be worse.", "hypothesis": "There is no vote."}
{"premise": "In essence, the U.S. economy can borrow the saving of other countries to finance more investment than U.S. national saving would permit.", "hypothesis": "The US economy can borrow what other countries save and use that to build the US economy."}
{"premise": "For many visitors, the view of Edinburgh from Arthur's Seat is one of the highlights of a trip to the city.", "hypothesis": "Arthur's Seat overlooks the city of Edinburgh."}
{"premise": "I don't quite see why they tried to fix the blame on John, I remarked. ", "hypothesis": "John was obviously to blame and they should have fixed the blame on him sooner."}
{"premise": "Money exchanged hands and the disappointed walked away, heads low.", "hypothesis": "Everyone was happy when the money was given out."}
{"premise": "Wiser evolutionists know that the better approach is to pose a choice not between science and religion but between literalism and interpretation.", "hypothesis": "Evolutionists know you must choose between literalism and interpretation."}
{"premise": "Nowhere is it easier or more delightful to overdose on museums and monuments than in Italy.", "hypothesis": "It is hard to find museums and monuments in Italy."}
{"premise": "(1) The arrangement of a computer system ornetwork as defined by the nature, number, and chief characteristics of its functional units.", "hypothesis": "A computer system is arranged as a functional unit."}
{"premise": "As you crosethe Galata Bridge, crowded with shoppers, office workers, water-sellers, and anglers, your eyes are drawn naturally to the pointed turret of the Galata Tower.", "hypothesis": "Even amidst the crowd across the Galata Bridge, the first thing you see is the pointed turret of the Galata Tower."}
{"premise": "King's guitar?", "hypothesis": "King's guitar is black and white."}
{"premise": "She had a particular kind of look on her face, a Stage Two kind of look.", "hypothesis": "She had a bewildered Stage Two look on her face."}
{"premise": "Additional information on the performance management programs in use in agencies and the relative strengths and weaknesses of those programs, along with best practice information, would prove very helpful as agencies seek to link pay to individual knowledge, skills, and performance.", "hypothesis": "Additional information on performance management programs would be helpful as agencies seek to pay individuals based on skills."}
{"premise": "He said he wants every poor person in Arizona to have legal help.", "hypothesis": "Arizona is a good state for legal practice."}
{"premise": "Who are they? said Adrin.", "hypothesis": "Adrin was scared and wanted to know who they were."}
{"premise": "The model is validated for Poste Italiane by making adjustments for major differences in the two posts, such as the extent of worksharing.", "hypothesis": "The model has accommodated for all major differences between the two posts."}
{"premise": "They themselves appear to accept--or at least to be unwilling to challenge--the widely held assumption that the public interest lies in the worst possible deal for the tobacco companies.", "hypothesis": "They seem to accept the assumption that the public interest lies in the best possible deal for the tobacco companies."}
{"premise": "i want to say Oklahoma i saw report something the other night about it", "hypothesis": "I saw a report about Oklahoma the other night."}
{"premise": "Allowing access to voluntary accounts like IRAs or 401(k) plans before retirement-through borrowing or early withdrawals to buy a home or to pay for education or medical expenses-is a double-edged sword.", "hypothesis": "Allowing access to voluntary accounts like IRAs or 401(k) plans before retirement isn't a double-edged sword."}
{"premise": "One hundred and fifty of those fiends were coming here in a week.", "hypothesis": "A lot of fiends are coming here next week."}
{"premise": "Their shouts were more frightened than before.", "hypothesis": "They sounded more frightened  this time around"}
{"premise": "How can you hope to make a success of any job if you don't use your brains?\"", "hypothesis": "\"How many years did you spend in college?\""}
{"premise": "Integrity -The acid rain cap and trade program has high accountability and transparency.", "hypothesis": "The acid rain cap and trade program is very secretive."}
{"premise": "That stuff about brightening brights generally just means the detergent has some dye-transfer inhibitors, which help to stop bleeding dyes from staining other clothes.", "hypothesis": "Color-brightening detergents can actually dull colors since they allow dyes to bleed more easily."}
{"premise": "But the fixations on the media and on the '60s culture do not help in the search for remedies.", "hypothesis": "Remedies are waved off. "}
{"premise": "The doctrines survive in vegetarianism, with Jain monks carrying dusters to sweep insects away from where they tread and wearing a gauze veil over their mouth to avoid breathing in flies.", "hypothesis": "Jain monks are vegetarian, but occasionally eat dairy."}
{"premise": "The Angles settled in the eastern lowlands, pushing the Celts onto higher and less fertile ground and west toward the coast.", "hypothesis": "There were no times when the Celts had to move away because of someone else."}
{"premise": "Let them take the testimony they had heard and sift it impartially. ", "hypothesis": "Let them give their verdict before going through the testimony."}
{"premise": "Unfortunately, just when Hanson was beginning to make some sense of it, the book ended.", "hypothesis": "The second half of the book seemed to be missing."}
{"premise": "and she and she's take she's taking over and it's uh it's it's a million dollar a year company and she's having a ball doing it", "hypothesis": "The woman loves her new job as CEO of Google. "}
{"premise": "Lafferty bravely stepped in and duked out a record of 1-1-18.", "hypothesis": "Lafferty is an athlete."}
{"premise": "My dear, time to taste it!", "hypothesis": "It's time to taste the soup."}
{"premise": "Emerging victorious from the struggles between the Yueh-chi and the Shakas, King Kanishka of the Kushan established an empire from the northern half of India and into Central Asia.", "hypothesis": "King Kanishka ceded his empire after being defeated soundly."}
{"premise": "yeah start prosecuting they but really good instead of having a revolving door on the damn court system", "hypothesis": "No one gets prosecuted at the courts."}